Repository: bioatlas/pybossa-default-theme
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: sv

source: Short name or slug for the project
sv: Kort namn eller slug för projektet

source: Project slug:
sv: Projekt slug

source: Explain your project · Why? Why you are creating this project, what you want to achieve with it · How? Explain how your project works · How you can help: Explain to the volunteers how they can help and contribute to the goal of your project · Will you help make a difference? Explain to the volunteers why their contribution is essential and how the result of your project can help change things! (you can use Markdown to give format to your description!)
sv: Förklara ditt projekt · Varför? Varför skapar du det här projektet, vad vill du uppnå med det · Hur? Förklara hur ditt projekt fungerar · Hur du kan hjälpa: Förklara för volontärerna hur de kan hjälpa och bidra till målet för ditt projekt · Kommer du att göra skillnad? Förklara för volontärer varför deras bidrag är viktigt och hur resultatet av din projekt kan hjälpa till att förändra saker! (du kan använda Markdown för att formatera din beskrivning!)

source: Create the project
sv: Skapa projektet

source: Write a new blog post
sv: Skriv ett nytt blogginlägg för annons

source: Sorry, the project does not have tasks to process and show some statistics
sv: Tyvärr, projektet har inga uppgifter att bearbeta och visa viss statistik

source: Enter the password to contribute to this project:
sv: Ange lösenordet för att bidra till detta projekt:

source: Project password
sv: Projektlösenord

source: Submit
sv: Skicka in

source: Publish the project
sv: Publicera projektet

source: Please read carefully!
sv: Vänligen läs noggrant!

source: You are about to publish your project. This CANNOT be undone! Once your project has been published, people will be able to contribute to it. All the taskruns (answers) that may have been created during the test phase will be flushed and your project will start fresh.
sv: Du håller på att publicera ditt projekt. Detta KAN INTE ångras! När din projekt har publicerats kommer folk att kunna bidra till det och svar börjar lagras.

source: That means that your project should be working properly, so please make sure it does. Otherwise you can work on it and publish it once it works fine.
sv: Det betyder att ditt projekt ska fungera ordentligt, så snälla gör säker på att det gör det. Annars kan du arbeta med det och publicera när det fungerar bra.

source: Are you sure you want to publish this project?
sv: Är du säker på att du vill publicera detta projekt?

source: Yes, publish it
sv: Ja, publicera det

source: No, do not publish it!
sv: Nej, publicera det inte!

source: The project owner has not created/published/visualized any results yet.
sv: Projektägaren har inte skapat/publicerat/visualiserat några resultat än.

source: Project Settings
sv: Projektinställningar

source: Project details
sv: Projektinformationen

source: Edit the name, description, etc.
sv: Redigera namn, beskrivning m.m.

source: Task Settings
sv: Uppgiftsinställningar

source: Change the task settings: redundancy, priority, etc.
sv: Ändra uppgiftsinställningarna: redundans, prioritet m.m.

source: Delete the project, tasks, task runs and answers.
sv: Ta bort projektet, uppgifter, uppgiftskörningar och svar.

source: Write a blog post about your project.
sv: Skriv ett blogginlägg om ditt projekt.

source: Write
sv: Skriv

source: Add/Remove Co-owners.
sv: Lägg till / ta bort delägare.

source: Co-owners
sv: Delägare

source: Export Project Report
sv: Exportera projektrapport

source: Export project report
sv: Exportera projektrapport

source: Important
sv: Viktig

source: Data have been
sv: Data har varit

source: anonymized
sv: anonymiserad

source: Average contribution time per task
sv: Genomsnittlig bidragstid per uppgift

source: seconds
sv: sekunder

source: Distribution of Answers per Hour
sv: Fördelning av Svar per Timme

source: Completed Tasks in the last 15 days
sv: Slutförda Uppgifter under de senaste 15 dagarna

source: select an area to zoom, click to reset the chart
sv: välj ett område att zooma in, klicka för att återställa diagrammet

source: Answers per day
sv: Svar per dag

source: answers were submitted this day
sv: svar skickades in denna dag

source: Distribution of Answers
sv: Fördelning av svar

source: Type
sv: Typ

source: Percentage
sv: Procentsats

source: Details about Anonymous Users
sv: Detaljer om Anonyma Användare

source: anonymous users have
sv: anonyma användare har

source: participated
sv: deltog

source: Country
sv: Land

source: City
sv: Stad

source: User
sv: Användare

source: This page includes GeoLite data created by MaxMind, available from
sv: Denna sida innehåller GeoLite-data som skapats av MaxMind, tillgängliga fr

source: Details about Authenticated Users
sv: Detaljer om Autentiserade Användare

source: authenticated users have
sv: autentiserade användare har

source: Top 5 users
sv: Topp 5 användare

source: Setup task autoimporter
sv: Installera uppgift autoimpor

source: Use one of the following available
sv: Använd något av följande tillgängliga

source: importers
sv: importörer

source: to setup as the autoimporter
sv: för att ställa in som autoimportören

source: Currently configured autoimport
sv: För närvarande konfigurerad autoimpor

source: You currently have the following autoimporter configured
sv: Du har för närvarande konfigurerat följande autoimporter

source: Import Tasks
sv: Importera Uppgifter

source: to import tasks...
sv: för att importera uppgifter ...

source: ... or import a set of
sv: ... eller importera en uppsättning

source: template tasks
sv: malluppgifter

source: Task Redundancy
sv: Uppgiftsredundans

source: The number of answers per tasks that you want for the project
sv: Antalet svar per uppgifter du vill ha för projekte

source: Set redundancy
sv: Ställ in redundans

source: Task Priority
sv: Uppgiftsprioritet

source: You can change the
sv: Du kan ändra

source: priority
sv: prioritet

source: of one or more tasks, providing a list of task IDs separated by commas. The lowest priority is
sv: av en eller flera uppgifter, tillhandahåller en lista över uppgifts-ID separerade med kommatecken. Lägsta prioritet är

source: and the highest priority is
sv: och högsta prioritet är

source: The priority value is only respected by the
sv: Prioritetsvärdet är endast respekterad av

source: default scheduler
sv: standardschemaläggaren

source: Comma separated Task.IDs i.e.: 3, 532, 100
sv: msgstr "Kommaseparerade Task.IDs t.ex.: 3, 532, 100"

source: Priority value between 0.0 and 1.0
sv: Prioritetsvärde mellan 0,0 och 1,0

source: Change Priority
sv: Ändra priorite

source: Task Scheduler
sv: Schemaläggaren

source: You can choose from the following schedulers
sv: Du kan välja mellan följande schemaläggare

source: Default
sv: Standard

source: or
sv: eller

source: Depth First
sv: Djup Först

source: returns a task that has not been completed (the value of number of answers has not achieved) excluding the current user
sv: returnerar en uppgift som har inte slutförts (värdet på antalet svar har inte uppnått) exklusive nuvarande användare

source: Breadth First
sv: Bredd Först

source: returns a task which has the least number of task runs (answers) excluding the current user
sv: returnerar en uppgift som har inte slutförts (värdet på antalet av svar har inte uppnått) exklusive aktuel användaren

source: Depth First All
sv: Djup Först Alla

source: returns a task where the current user has not participated. It does not take into account the task.state
sv: returnerar en uppgift där den nuvarande användaren inte har deltagit. Det tar inte in konto task.state

source: Change how the tasks are delivered to volunteers
sv: Ändra hur uppgifterna levereras till volontärer

source: Scheduler
sv: Schemaläggare

source: Change the priority of the tasks
sv: Ändra prioriteringen för uppgiftern

source: Delete Tasks
sv: Ta bort uppgifter

source: Delete all the tasks and associated answers
sv: Ta bort alla uppgifter och tillhörande svar

source: Tasks Redundancy
sv: Uppgiftsredundans

source: Change the redundancy level for the tasks
sv: Ändra redundansnivån för uppgifterna"

source: Redundancy
sv: Redundans

source: Import tasks from templates, GDrive, or CSV
sv: Importera uppgifter från mallar, GDrive eller CSV

source: Import
sv: Importera

source: Export Tasks
sv: Exportera Uppgifter

source: Export tasks to JSON, CSV or a CKAN server
sv: Exportera uppgifter till JSON, CSV eller en CKAN-server

source: Editor
sv: Redaktör

source: Configure the task scheduler, redundancy, etc.
sv: Konfigurera uppgiftsschemaläggaren, redundansen m.m.

source: Browse
sv: Bläddra

source: Check the status of the tasks
sv: Kontrollera statusen för uppgifterna

source: Auto-import Tasks
sv: Autoimporta uppgifter

source: Import tasks regularly and automatically
sv: Importera uppgifter regelbundet och automatiskt

source: Setup
sv: Uppstart

source: Browse tasks
sv: Bläddra bland uppgifter

source: This page shows all the available tasks for this project
sv: Denna sida visar alla tillgängliga uppgifter för detta projekt

source: For each task, you can find the following information
sv: För varje uppgift kan du hitta följande information

source: This number identifies the task for the project and it is unique
sv: Detta nummer identifierar uppgiften för projektet och den är unik

source: The first number shows how many answers have been submitted for the task and the
sv: Den första siffran visar hur många svar som har skickats in för uppgiften och den

source: This redundancy method will help to detect errors, typos, data forging, etc. when the task has been completed
sv: Denna redundansmetod hjälper till att upptäcka fel, stavfel, datafalsningetc. när uppgiften är klar

source: second number
sv: andra numret

source: how many need to be obtained to mark the task as
sv: hur många som behövs för att markera uppgiften som

source: The progress progress-bar will the percentage that has been completed for the task
sv: Förloppsförloppsfältet kommer att vara den procentsats som har slutförts för uppgiften

source: Download Task Results
sv: Ladda ner uppgiftsresultat

source: Download Partial results
sv: Ladda ner Delresultat

source: Nothing to download yet
sv: Inget att ladda ner än

source: settings
sv: inställningar

source: Transfer project ownership
sv: Överför projektägande

source: If you change the ownership of the project you will not be able to modify it anymore. This cannot be undone!
sv: Om du ändrar projektets ägande kommer du inte att kunna ändra det längre. Detta kan inte ångras!

source: Trasfer ownership
sv: Överför äganderätten

source: Start contributing
sv: Börja bidra

source: Update the avatar
sv: Uppdatera avatar

source: Update project details
sv: Uppdatera projektinformation

source: Give some details about the project
sv: Ge några detaljer om projektet

source: Explain the project (use Markdown!)
sv: Förklara projektet (använd Markdown!)

source: Check if you want to allow anonymous users contribute to your project
sv: Kontrollera om du vill tillåta anonyma användare att bidra till ditt projekt

source: Check if you want to disable anonymous users to download project's data
sv: Kontrollera om du vill inaktivera anonyma användare för att ladda ner projektets data

source: Project secret key
sv: Projekt hemlig nyckel

source: Reset secret key
sv: Återställ hemlig nyckel

source: Webpush notifications
sv: Webpush underrättelse

source: Warning
sv: Varning

source: Once you enable the notifications, you cannot disable them.
sv: När du har aktiverat aviseringarna kan du inte inaktivera dem.

source: Activate
sv: Aktivera

source: Enabled
sv: Aktiverad

source: Change owner
sv: Byt ägare

source: Created
sv: Skapad

source: Updated
sv: Uppdaterad

source: Payload
sv: Nyttolast

source: Response
sv: Svar

source: Response Status Code
sv: Svarsstatuskod

source: Repeat
sv: Upprepa

source: From a CSV file
sv: Från en CSV-fil

source: Importing data...
sv: Importerar data...

source: From your Dropbox account
sv: Från ditt Dropbox-konto

source: For more information, please look at
sv: Mer information finns på

source: the documentation
sv: dokumentationen

source: You are about to import
sv: Du håller på att importera

source: files
sv: filer

source: From an EpiCollect Plus project
sv: Från ett EpiCollect Plus-projekt

source: Please provide an EpiCollect Plus project name to import its data for
sv: Ange ett EpiCollect Plus-projektnamn för att importera dess data

source: The name of the public EpiCollect Plus project
sv: Namnet på det offentliga EpiCollect Plus-projektet

source: The name of the project's form
sv: Namnet på projektets formulär

source: From a Flickr Album
sv: Från ett Flickr-album

source: Revoke access
sv: Återkalla åtkomst

source: Grant access to your Flickr albums to select one...
sv: Ge åtkomst till dina Flickr-album för att välja ett...

source: Log in Flickr
sv: Logga in Flickr

source: Or manually provide the ID of a Flickr set with images for
sv: Eller manuellt ange ID för en Flickr-uppsättning med bilder

source: Select one of your albums:
sv: Välj ett av dina album:

source: photos
sv: foton

source: Select
sv: Välj

source: From a Google Docs Spreadsheet
sv: Från ett Google Docs-kalkylark

source: Please provide a URL to a Google Drive Spreadsheet with data for
sv: Ange en URL till ett Google Drive-kalkylblad med data

source: The URL of the Google Docs Spreadsheet
sv: URL till Google Doc-kalkylarket

source: From a IIIF manifest
sv: Från ett IIIF-manifest

source: From Local CSV Spreadsheet
sv: Från lokalt CSV-kalkylark

source: Please choose local csv file with data and press Import button.
sv: Välj lokal csv-fil med data och tryck på Importera-knappen.

source: From an Amazon S3 bucket
sv: Från en Amazon S3 bucket

source: Name of the S3 bucket
sv: Namn på S3 bucket

source: Search in bucket
sv: Bläddra i bucket

source: Oops... it seems that bucket is private.
sv: Oj ... det verkar som att detta bucket är privat.

source: Oops... we could not find that bucket.
sv: Oj ... vi kunde inte hitta den där bucket

source: From a Twitter hashtag or account
sv: Från en Twitter-hashtagg eller ett Twitter-kont

source: You can provide your own Twitter credentials and make API requests in behalf of them, or use the credentials provided by us. (The later only allows to import the number of tweets returned by a single Twitter API call, which is 100 for searches and 200 for user timelines.)
sv: Du kan tillhandahålla dina egna Twitter-referenser och göra API-förfrågningar för dem, eller använda de referenser vi tillhandahåller. (Den senare tillåter endast import av antalet tweets som returneras tweets som returneras av enskilda Twitter API-samtal, vilket är 100 för sökningar och 200 för användartidslinjer.)

source: I'll use my credentials
sv: Jag använder mina egna uppgifter

source: I'll use credentials provided by the platform
sv: Jag använder referenser från plattformen

source: Please provide the source of your tweets. It can be a "#hashtag", a regular "word" for search or a "@user_account" from where to import them
sv: Ange källan till dina tweets. Det kan vara en "#hashtag", en vanligt "ord" för sökning eller ett "@användarkonto"varifrån du kan importera dem"

source: #hashtag or @user or something else
sv: #hashtag eller @user eller något annat

source: From Youtube
sv: Från Youtube

source: Please provide a URL to a Youtube playlist with videos for
sv: Ange en URL till en Youtube-spellista med videor för

source: URL of a Youtube Playlist
sv: URL till en Youtube-spellista

source: Basic
sv: Grundläggande

source: The most basic template
sv: Den mest grundläggande mallen

source: Georeferencing
sv: Georeferens

source: Georeference with this template
sv: Georeferens med den här mallen

source: Image Pattern Recognition
sv: Bildmönsterigenkänning

source: Analayze images using this template
sv: Analysera bilder med den här mallen

source: Geo-coding
sv: Geo-koding

source: Analayze web maps with this template
sv: Analysera webbkartor med den här mallen

source: Transcribing documents
sv: Transkribera dokument

source: Re-use the PDF transcription template
sv: Återanvänd PDF-transkriptionsmallen

source: Sound Pattern Recognition
sv: Ljudmönsterigenkänning

source: Re-use the sound template
sv: Använd ljudmallen

source: Video Pattern Recognition
sv: Videomönsterigenkänning

source: Re-use the video template
sv: Använd videomallen

source: templates
sv: mallar

source: for your project
sv: för ditt projekt

source: Error!
sv: Fel!

source: This task does not belong to
sv: Denna uppgift tillhör inte

source: Try with another one
sv: Denna uppgift tillhör inte

source: Provide a public link to your own CSV file
sv: Ge en offentlig länk till din egen CSV-fil

source: Import data
sv: Importera data

source: Delete all Tasks and Task Runs
sv: Ta bort alla uppgifter och uppgiftskörningar

source: If you delete all the tasks and task runs they will be gone forever!
sv: Om du tar bort alla uppgifter och uppgiftskörningar kommer de att vara bora alltid!

source: You cannot undo this action!
sv: Du kan inte ångra den här åtgärden!

source: Are you sure you want to delete ALL the project tasks and associated task runs?
sv: Är du säker på att du vill ta bort ALLA projektuppgifter och tillhörande uppgiftskörningar?

source: No, do not delete anything!
sv: Nej, ta inte bort något som helst

source: Use files from your Dropbox account
sv: Använd filer från ditt Dropbox-konto

source: EpiCollect Plus Project
sv: EpiCollect Plus Projektet

source: Use an EpiCollect Plus project
sv: Använd ett EpiCollect Plus Projektet

source: Use images from a Flickr set
sv: Använd bilder från en Flickr-uppsättning

source: Re-use the Georefencing tasks
sv: Använd Georefens-uppgifterna

source: Use the Mapping tasks
sv: Återanvänd Kartläggningsuppgifterna

source: Re-use the Flickr Person Finder tasks
sv: Återanvänd Flickr Person Finder-uppgifterna

source: Use the Image tasks
sv: Använd bilduppgifterna

source: Re-use the Urban Park tasks
sv: Återanvänd Urban Park-uppgifterna

source: Trascribing documents
sv: Transkribera dokument

source: Re-use the PDF transcription tasks
sv: Återanvänd PDF-transkriptionsuppgifterna

source: Use the Transcription tasks
sv: Använd transkriptionsuppgifterna

source: Re-use the SoundCloud tasks
sv: Återanvänd SoundCloud-uppgifterna

source: Use the Sound tasks
sv: Använd Ljuduppgifterna

source: Re-use the Vimeo tasks
sv: Återanvänd Vimeo-uppgifterna

source: Use the Video tasks
sv: Använd videouppgifterna

source: Google Drive Spreadsheet
sv: Google Drive-kalkylblad

source: Import a Google Drive Spreadsheet
sv: Importera ett Google Drive-kalkylark

source: Import from a IIIF manifest
sv: Importera från ett IIIF-manifest

source: Import a Local Drive CSV Spreadsheet
sv: Importera ett lokalt enhet CSV-kalkylark

source: Use files from an Amazon S3 bucket
sv: Använd filer från en Amazon S3 bucket

source: Import tweets from a search or a user account
sv: Importera tweets från en sökning eller ett användarkonto

source: Import Youtube Videos
sv: Importera Youtube-videor

source: General Statistics
sv: Allmän statistik

source: Number of Users
sv: Antal användare

source: Anonymous
sv: Anonym

source: Authenticated
sv: Autentiserad

source: Top 5 Users in the last 24 hours
sv: Topp 5-användare under det senaste dygnet

source: with
sv: med

source: contributed answers
sv: svar som bidrag

source: Top 5 projects in the last 24 hours
sv: Topp 5-projekt under det senaste dygnet

source: Tasks and Answers
sv: Uppgifter och Svar"

source: Number of Tasks
sv: Antal Uppgifter

source: Number of Task Runs
sv: Antal Uppgiftskörningar

source: Anonymous Volunteers
sv: Anonyma Volontärer

source: Name
sv: Namn

source: Score
sv: Poäng

source: Featured
sv: Utvalda

source: Thinking
sv: Tänkande

source: Volunteer Sensing
sv: Volontäravkänning

source: Fungal projects
sv: Svamp-projekt

source: Geographical projects
sv: Geografiska projekt

source: More info
sv: Mer info

source: Short Name
sv: Kortnamn

source: Long Description
sv: Lång Beskrivning

source: Category
sv: Kategori

source: Allow Anonymous Contributors
sv: Tillåt anonyma bidragsgivare

source: Allow ZIP data download
sv: Tillåt nedladdning av ZIP-data

source: Protect with a password?
sv: Skydda med ett lösenord?

source: Full name
sv: Fullständigt namn

source: Username
sv: Användarnamn

source: Email Address
sv: E-postadress

source: Get email notifications
sv: Få e-postaviseringar

source: Language
sv: Språk

source: CKAN API Key
sv: CKAN API-nyckel

source: Privacy Mode
sv: Sekretessläge

source: Restrict processing
sv: Begränsa behandlingen

source: Current password
sv: Nuvarande lösenord

source: New Password
sv: Nytt lösenord

source: Repeat password
sv: Upprepa lösenord

source: Password
sv: Lösenord
