Repository: bioatlas/pybossa-default-theme
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: sv

source: Menu
sv: Meny

source: Home
sv: Hem

source: Projects
sv: Projekt

source: Community
sv: Gemenskap

source: Create
sv: Skapa

source: About
sv: Om

source: My Profile
sv: Din Profil

source: My Projects
sv: Dina projekt

source: My Settings
sv: Dina inställningar

source: Admin Site
sv: Admin

source: Sign Out
sv: Logga Ut

source: Sign in
sv: Logga In

source: My Account
sv: Din profil

source: I've done
sv: Jag har gjort

source: tasks for the @PyBossa project:
sv: uppgifter för @PyBossa projektet

source: Do you want to help?
sv: Vill du hjälpa

source: Nick
sv: Användarnamn

source: E-mail
sv: E-post

source: Rank
sv: Rang

source: of
sv: för

source: with a Score of
sv: med poäng på

source: contributed tasks
sv: uppgifter bidragit

source: The user has not contributed to any tasks yet
sv: Användaren har inte bidragit till några uppgifter än

source: Joined
sv: Gick med

source: API key
sv: API-nyckel

source: Edit your profile
sv: Redigera din profil

source: Prev
sv: Föregående

source: Next
sv: Nästa

source: Just one more step, please
sv: Bara ett steg till

source: In order to confirm your identity, we've sent an email to the address you just provided. Please, check it out and click on the link you'll find to create your account at
sv: För att bekräfta din identitet har vi skickat ett e-postmeddelande till adressen du tillhandahållen alldeles nyss. Kolla gärna in den och klicka på länken som du hittar för att skapa ditt konto

source: If you are not receiving the email, please check the junk folder. If it's not there please drop us an email to
sv: Om du inte får e-postmeddelandet, kontrollera skräppostmappen. Om det inte finns kan du skicka ett e-postmeddelande till oss

source: In the meantime, you can check some of the amazing
sv: Under tiden kan du kolla in några av de fantastiska

source: projects
sv: projekt

source: and contribute to them as anonymous
sv: och bidra anonymt

source: registered users
sv: registrerade användare

source: Newsletter
sv: Nyhetsbrev

source: If you want to be updated with our new features, projects, and scientific projects, subscribe to our newsletter.
sv: Om du vill uppdateras med våra nya funktioner, projekt och vetenskapliga projekt, prenumerera på vårt nyhetsbrev.

source: Sign me up!
sv: Bli medlem!

source: Not interested
sv: Inte intresserad

source: Verify OTP
sv: Verifiera OTP

source: Cancel
sv: Avbryt

source: Reset your Password
sv: Återställ ditt lösenord

source: my e-mail
sv: min e-post

source: Reset my Password
sv: Återställ mitt lösenord

source: my new password
sv: mitt nya lösenord

source: my new password again
sv: mitt nya lösenord igen

source: Your Account
sv: Din profil

source: Your Contributions
sv: Dina bidrag

source: Published Projects
sv: Publicerade projekt

source: Draft Projects
sv: Förslag Projekt

source: You have not created a project
sv: Du har inte skapat ett projekt

source: Let's do it!
sv: Vi gör de

source: Create an account
sv: Skapa ett konto

source: To create an account you must be 16+ years old. Please enter your date of birth
sv: För att skapa ett konto måste du vara 16+ år gammal. Ange ditt födelsedatum

source: Check age
sv: Kontrollera ålder

source: Note
sv: OBS

source: By clicking the
sv: Genom att klicka på

source: Create account button
sv: Skapa konto-knapp

source: below you are agreeing to the
sv: nedan godkänner du

source: terms of use
sv: villkor

source: and
sv: och

source: Forgot Password
sv: Glömt lösenord

source: Not registered?
sv: Inte registrerad?

source: Sign up here
sv: Registrera dig här

source: Sign in button
sv: Logga in knapp

source: below you are agreeing to the
sv: nedan godkänner du den

source: Update your profile
sv: Uppdatera din profil

source: Save the changes
sv: Spara ändringarna

source: Update your avatar
sv: Uppdatera din avatar

source: Upload
sv: Ladda upp

source: Change your Password
sv: Ändra ditt lösenord

source: External Services
sv: Externa tjänster

source: Do you want to reset your personal API Key?
sv: Vill du återställa din personliga API-nyckel?

source: Yes
sv: Ja

source: Export your data
sv: Exportera dina data

source: We will get an email when the data is available to download. You will get access to your personal data, your contributions and the projects you have created
sv: Du får ett e-postmeddelande när data är tillgängliga för nedladdning. Du får tillgång till dina personuppgifter, dina bidrag och de projekt du har skapat

source: Delete your account
sv: Radera ditt konto

source: Danger Zone!
sv: Varning!

source: By deleting your account, all your personal data will be removed from the server and third party services. Your contributions will be anonymized. This operation cannot be undone!
sv: Om din profil raderas kommer alla dina personuppgifter att tas bort från server och tredjepartstjänster. Dina bidrag kommer att anonymiseras. Denna åtgärd kan inte ångras!

source: Type your email to confirm that you want to delete it.
sv: Skriv din e-postadress för att bekräfta att du vill radera den.

source: Delete
sv: Radera

source: Recover your lost password
sv: Återställ ditt förlorade lösenord

source: Hello
sv: Hej

source: We received a request to recover your password for
sv: Vi fick en begäran om att återställa ditt lösenord för

source: If you did not request this, please ignore this email
sv: Om du inte begärde detta, ignorera det här e-postmeddelandet

source: To recover your password, please visit the URL below
sv: För att återställa ditt lösenord, besök webbadressen nedan

source: Click here to recover your account
sv: Klicka här för att återställa ditt konto

source: Regards
sv: Hälsningar

source: Recover your password
sv: Återställ ditt lösenord

source: Our records show that you use your
sv: Våra register visar att du använder din

source: account to sign in. Please use the same account to sign-in again. If you forgot the password to your
sv: konto för att logga in. Använd samma konto för att logga in igen. Om du glömde lösenordet till din

source: account, please contact
sv: konto, vänligen kontakta

source: Team
sv: Lag

source: Validate your account
sv: Verifiera ditt konto

source: Thank you for creating an account in
sv: Tack för att du skapade ett konto i

source: Just one more step!
sv: Bara ett steg till!

source: To verify that you are the owner of this e-mail address, please visit the URL below
sv: För att verifiera att du är ägare till den här e-postadressen, besök gärna URL:n nedan

source: Click here to confirm your e-mail address and create your account
sv: Klicka här för att bekräfta din e-postadress och skapa ditt konto

source: nick
sv: kortnamn

source: Member since
sv: Medlem sedan

source: Remove from admin group
sv: Ta bort från administratörsgruppen

source: Add to admin group
sv: Lägg till i administratörsgruppen

source: Announcements
sv: Tillkännagivande

source: Create a new Announcement
sv: Skapa ett nytt tillkännagivande

source: DRAFT
sv: FÖRSLAG

source: Sorry! No posts so far.
sv: Förlåt! Inga inlägg hittills.

source: Manage Categories
sv: Hantera kategorier

source: Category name
sv: Kategori namn

source: Category description
sv: Kategoribeskrivning

source: Add Category
sv: Lägg till Kategori

source: List of Available Categories
sv: Lista över Tillgängliga Kategorier

source: Edit Category Name
sv: Redigera kategorinamn

source: Delete Category
sv: Ta Bort Kategori

source: Dashboard last 7 days
sv: Dashboard senaste 7 dagarna

source: Refresh
sv: Uppdatera

source: Active users
sv: Aktiva användare

source: Active anonymous users
sv: Aktiva anonyma användare

source: Draft projects
sv: Utkast till projekt

source: Published projects
sv: Publicerade projekt

source: Updated projects
sv: Uppdaterade projekt

source: New tasks
sv: Nya uppgifter

source: New Answers
sv: Nya svar

source: New Users
sv: Nya användare

source: Returning Users
sv: Återkommande användare

source: Recent activity
sv: Senaste aktivitet

source: new project created
sv: nytt projekt skapat

source: has published a blog post
sv: har publicerat ett blogginlägg

source: has added new tasks
sv: har lagt till nya uppgifter

source: has completed a task
sv: har slutfört en uppgift

source: has contributed to
sv: har bidragit till

source: has joined
sv: har gått med

source: No data available yet. You'll need to wait 24 hours.
sv: Ingen data tillgänglig än. Du måste vänta 24 timmar.

source: Deleting the category will remove it from all the projects! This operation cannot be undone!
sv: Om du tar bort kategorin tas den bort från alla projekt! Detta operation kan inte ångras!

source: No, do not delete it
sv: Nej, ta inte bort den

source: Internal statistics
sv: Intern statistik

source: Go
sv: Gå

source: Background Jobs
sv: Bakgrundsjobb

source: Monitor background jobs
sv: Övervaka bakgrundsjobben

source: Monitor
sv: Övervaka

source: Featured Projects
sv: Utvalda projekt

source: Show projects on the front page
sv: Visa projekt på förstasidan

source: Manage
sv: Hantera

source: Categories
sv: Kategorier

source: Manage project categories
sv: Hantera projektkategorier

source: Administrators
sv: Administratörer

source: Manage administrators
sv: Hantera administratörer

source: Users
sv: Användare

source: Export a list of users
sv: Exportera en lista med användare

source: Announcement
sv: Tillkännagivande

source: Write new announcement
sv: Skriv ett nytt tillkännagivande

source: Latest news from PyBossa
sv: Senaste nyheterna från PyBossa

source: New PyBossa version
sv: Ny PyBossa-version

source: New SciFabric Blog Post
sv: Nytt SciFabric-blogginlägg

source: New announcement
sv: Nytt tillkännagivande

source: Manage featured projects
sv: Hantera utvalda projekt

source: Update Category
sv: Uppdatera Kategori

source: Manage Admin Users
sv: Hantera Admin-användare

source: Try with the full name or nick
sv: Försök med hela eller kortnamnet

source: Search
sv: Sök

source: Found Users
sv: Hittade Användare

source: Current Users with Admin privileges
sv: Nuvarande användare med Admin behörighet

source: BioAtlas Citizen Science
sv: BioAtlas Medborgarforskning

source: The work with our natural history collections has traditionally been done through the cooperation of museum curators, taxonomic experts and volunteers. In the BioAtlas citizen science projects, we expand and develop this collaboration further, and enable collection of larger amounts of data. BioAtlas brings together various digitization projects, with the aim of improving museum collections with geographical data and link coordinates to each specimen. A large part of the museum's collection, especially the older material, lack that kind of information.
sv: Arbetet med våra naturhistoriska samlingar har traditionellt utförts av museiintendenter, taxonomiska experter och volontärer. Inom BioAtlas Medborgarforskning utökar och utvecklar vi samarbetet vidare med medborgarforskning, och möjliggör därmed insamling av större mängder data. Inom BioAtlas samlas olika digitaliseringsprojekt med målsättningen att infoga geografiska data till museets samlingar och koppla koordinater till varje kollekt. En stor del av museets samlingar, särskilt det äldre materialet, saknar den typen av information.

source: Coordinate data provides important information about our museum objects. It is required for analyses of locality data that further our understanding of individual species distribution patterns and the biological diversity of fungi. Here you can help improve this knowledge by assigning coordinates to our observation records, and each contribution is an important piece of the puzzle! The coordinates will be included in our botanical database and used in further research and conservation biology monitoring programs.
sv: Koordinatangivelserna ger viktig information om våra museiföremål och är nödvändiga för möjligheten att analysera fynddata och för att förstå svampars biologiska mångfald och enskilda arters utbredningsmönster. Här du kan bidra med viktiga pusselbitar genom att koordinatsätta våra kollekter. Koordinaterna som du skapar inkluderas i vår botaniska databas, och kommer sedan till användning inom forskning och miljöövervakning.

source: A fungal parasite on leaves collected 1895 by A.G. Eliasson at Grindstugan, Uppsala. Today it is not as easy to find the place, since the building was demolished 50 years ago and the Rosendal district has now grown up.
sv: En parasitsvamp på blad insamlad 1895 av A.G. Eliasson vid Grindstugan, Uppsala. Idag är det inte lika enkelt att hitta platsen då byggnaden revs för 50 år sedan och stadsdelen Rosendal nu vuxit upp.

source: A false truffle (Hysterangium) collected 1888 in the woods of Graneberg, Uppsala, by Elias, Robert and Hjalmar Fries.
sv: Brosktryffel (Hysterangium) insamlad 1888 i Granebergsskogen, Uppsala, av Elias, Robert och Hjalmar Fries.

source: Who we are :
sv: Vi som jobbar med detta projekt är :

source: I am a museum technician and responsible for the Museum of Evolution´s databases. In addition, I take care of our lending activities and send museum objects to researchers all over the world.
sv: Jag är museitekniker och ansvarar för Evolutionsmuseets databaser. Dessutom har jag hand om vår låneverksamhet och skickar museiföremål till forskare över hela världen.

source: I am a curator and responsible for the Museum of Evolution´s collections of fungi. The fungal collections consist of about 360,000 specimens, of which almost half are digitized and available from our database.
sv: Jag är intendent och ansvarig för Evolutionsmuseets svampsamlingar. Svampsamlingarna består av ca 360 000 kollekter, varav snart hälften är digitaliserade och synliga i vår databas.

source: If you want to follow what is happening in BioAtlas Citizen Science, ask questions or come in contact with other volunteers - join us on Facebook
sv: Om du vill följa vad som händer inom Bioatlas Medborgarforskning, ställa frågor eller komma i kontakt med andra volontärer, - gå med oss på Facebook.

source: Help us to georeference fungi from the Museum of Evolution
sv: Hjälp till att koordinatsätta svampar från Evolutionsmuseets samlingar

source: Are you fascinated by fungi, or do you enjoy studying maps? Maybe you are interested in old place names in Uppland? Now you have the chance to get acquainted with our museum material and contribute important information.
sv: Är du fascinerad av svampar, eller tycker du om att studera kartor? Kanske är du intresserad av gamla ortnamn i Uppland? Nu har du chansen att bekanta dig med vårt museimaterial och bidra med viktig information.

source: The Museum of Evolution in Uppsala has a large number of collected fungi that lack coordinates for the place where they were collected. Some are collected by famous mycologists from the 19th century when Uppsala was another city, and some recently. Choose a fungal group or a geographical area and start helping us with the coordinate determination. Join us on a journey through time and space and find out where the fungi once grew!
sv: Evolutionsmuseet i Uppsala har ett stort antal insamlade svampar som saknar koordinater för platsen där de är samlade. Vissa är insamlade av kända mykologer från 1800-talet då Uppsala var en annan stad, och andra nyligen. Välj en svampgrupp eller ett geografiskt område och sätt igång att hjälpa oss med koordinat-bestämningen. Följ med på en resa i tid och rum och ta reda på var svampen en gång växte!

source: To get started: Choose a project below or visit our ongoing
sv: För att komma igång: Välj ett av projekten nedan, eller gå till våra pågående

source: projects.
sv: projekt.

source: Thank you for your participation!
sv: Tack för din medverkan!

source: PYBOSSA is the ultimate crowdsourcing framework to analyze or enrich data that can't be processed by machines alone.
sv: PYBOSSA är det ultimata Crowdsourcing-ramverket för att analysera eller berika data\ nsom inte kan bearbetas av maskiner ensamma.

source: PYBOSSA is different to existing efforts:
sv: PyBossa skiljer sig från befintliga insatser:

source: It's a 100%% open-source
sv: Detta är 100%% öppen källkod

source: Unlike, say, “mechanical turk” style projects, PYBOSSA is not designed to handle payment or money — it is designed to support volunteer-driven projects.
sv: Till skillnad från exempelvis “mechanical turk” -projekt är PyBossa inte utformad för att hantera betalning eller pengar - de är utformade för att stödja volontärstyrd projekt.

source: It's designed as a platform and framework for developing deploying crowd-sourcing and microtasking project rather than being a crowd-sourcing project itself. Individual crowd-sourcing projects are written as simple snippets of Javascript and HTML which are then deployed on a PYBOSSA instance (such as
sv: Den är utformad som en plattform och ram för att utveckla utplacering av crowd-sourcing och microtasking-projekt snarare än att vara själva ett crowd-sourcing projekt. Enskilda crowd-sourcing projekt skrivs som enkelt utdrag av Javascript och HTML och sedan distribueras på en PyBossa instans (liksom

source: This way one can easily develop custom projects while using the PYBOSSA platform to store your data, manage users, and handle workflow
sv: På så sätt kan man enkelt utveckla anpassade projekt när man använder PyBossa plattform för att lagra dina data, hantera användare och hantera arbetsflöde

source: You can read more about the architecture in the
sv: Du kan läsa mer om arkitekturen i

source: PYBOSSA Documentation
sv: PyBossa-dokumentation

source: and follow the
sv: och följ

source: step-by-step tutorial to create your own projects
sv: steg-för-steg handledning för att skapa egna projekt

source: Contribute
sv: Bidra

source: Welcome to
sv: Välkommen till

source: The ultimate crowdsourcing framework to analyze or enrich data that can't be processed by machines alone.
sv: Det ultimata ramverket för Crowdsourcing för att analysera eller berika data som inte kanbearbetas endast av maskiner.

source: Online assistance in performing tasks that require human cognition, knowledge or intelligence such as image classification, transcription, geocoding and more!
sv: Onlinehjälp för att utföra uppgifter som kräver mänsklig kognition, kunskap eller intelligens som bildklassificering, transkription, geokodning och mer!

source: Help advance research
sv: Hjälp att främja forskning

source: Everything is open and freely usable
sv: Allt är öppet och fritt användbart

source: Things computers can't do
sv: Saker som datorer inte kan göra

source: Historical Contributions
sv: Historiskt bidrag

source: Search Results
sv: Sökresultat

source: Results
sv: Resultat

source: Tasks
sv: Uppgifter

source: Statistics
sv: Statistik

source: Settings
sv: Inställningar

source: Description
sv: Beskrivning

source: Creation Date
sv: Datum Skapad

source: Last Activity
sv: Sista Aktiviten

source: Overall progress
sv: Generell framgång

source: completed
sv: avslutad

source: Remove from Featured!
sv: Ta bort från Featured!

source: Add to Featured!
sv: Lägg till i Featured!

source: Created by
sv: Skapad av

source: Me
sv: Jag

source: Try it!
sv: Prova det!

source: Done! View results
sv: Gjort! Se resultat

source: Start Contributing Now!
sv: Börja bidra nu!

source: Thanks for contributing
sv: Tack för ditt bidrag

source: Draft project, complete it!
sv: Utkast till projekt, slutför det!

source: Test it!
sv: Testa det

source: Publish it
sv: Publicera det

source: Remove from Featured
sv: Ta bort från Featured

source: Add to Featured
sv: Lägg till i Featured

source: Project Creator
sv: Projekt skapare

source: Remove Co-owner
sv: Ta bort delägare

source: Add Co-owner
sv: Lägg till delägare

source: Edit the project details
sv: Redigera projektinformationen

source: Edit the task presenter
sv: Redigera uppgiftspresentatören

source: Import tasks
sv: Importera uppgifter

source: Delete the project
sv: Ta bort projektet

source: When
sv: När

source: Who
sv: Vem

source: Source
sv: Källa

source: Action
sv: Åtgärd

source: Attribute
sv: Attribut

source: Old Value
sv: Gammalt Värde

source: New Value
sv: Nytt Värde

source: You
sv: Du

source: Sorry! No logs so far.
sv: Inga loggar hittills tyvärr.

source: Sorry! This project does not exist.
sv: Detta projekt existerar tyvärr inte.

source: Create a new blog post
sv: Skapa ett nytt blogginlägg

source: Read more
sv: Läs mer

source: Author:
sv: Auktor

source: Written:
sv: Skriven

source: Back
sv: Tillbaka

source: Edit
sv: Redigera

source: Manage Co-owners
sv: Hantera delägare

source: Users that can be added as co-owners to the project
sv: Användare som kan läggas till som delägare i projektet

source: Current Co-owners
sv: Närvarande delägare

source: Delete project
sv: Ta bort projekt

source: If you delete the project and its tasks, it will be gone forever!
sv: Om du tar bort projektet och dess uppgifter försvinner det för alltid!

source: Are you sure you want to delete this project and all its tasks and associated task runs?
sv: Är du säker på att du vill ta bort projektet och alla dess uppgifter och associerad uppgiftskörningar?

source: Yes, delete it
sv: Ja, ta bort det

source: No, do not delete it!
sv: Nej, ta inte bort det!

source: Export All Tasks and Task Runs
sv: Nej, ta inte bort det!

source: You can export and download
sv: Du kan exportera och ladda ne

source: all the available
sv: alla tillgängliga

source: Tasks and Task Runs (the submitted answers by the users) in CSV or JSON formats.
sv: Uppgifter och uppgiftskörningar (användarnas svar) i CSV eller JSON format.

source: Export in CSV format
sv: Exportera i CSV-format

source: Export tasks in CSV format
sv: Exportera i CSV-format

source: Export
sv: Exportera

source: Task Runs
sv: Uppgiftskörningar

source: Export task runs in CSV format
sv: Exportera uppgiftskörningar i CSV-format

source: Export results in CSV format
sv: Exportera resultat i CSV-format

source: Export in JSON format
sv: Exportera i JSON-format

source: Export tasks in JSON format
sv: Exportera uppgifter i JSON-format

source: Export task runs in JSON format
sv: Exportera uppgiftskörningar i JSON-format

source: Export results in JSON format
sv: Exportera resultat i JSON-format

source: Export to the
sv: Exportera till

source: Export to a CKAN server
sv: Exportera till en CKAN-server

source: IMPORTANT
sv: VIKTIGT

source: This export option stills in beta mode and may fail in the CKAN server. If you get an error, please send an e-mail to info@scifabric.com
sv: Det här exportalternativet fortfarande i beta-läge och kan misslyckas i CKAN-servern. Om du får ett fel, skicka ett e-postmeddelande till info@scifabric.com

source: Task
sv: Uppgift

source: Export tasks into a CKAN server
sv: Exportera uppgifter till en CKAN-server

source: Export task runs into a CKAN server
sv: Exportera uppgiftskörningar till en CKAN-server

source: You don't have a Datahub.io API key in your
sv: Du har ingen Datahub.io API-nyckel i din

source: account. Please,
sv: konto. Snälla du,

source: create an account
sv: skapa ett konto

source: and copy/paste the API key in your profile in order to use this exporter
sv: och kopiera / klistra in API-nyckeln i din profil för att kunna använda denna exportör

source: Exporting data...
sv: Exporterar data...

source: Draft
sv: Utkast

source: A special selection of the most interesting projects
sv: Ett speciellt urval av de mest intressanta projekten

source: Work in progress projects
sv: Pågående projekt

source: Sorry, there are no published projects for this category yet
sv: Det finns tyvärr inga publicerade projekt för denna kategori än

source: Project
sv: Projekt

source: Create a new project
sv: Skapa ett nytt projekt

source: The name of the project
sv: Projektets namn
